
<!DOCTYPE html>
<html lang="en">

<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1">
    <meta name="description" content="TSCT UP | Teachers Self Care Team - Uttar Pradesh | TSCTUP">
    <title>TSCT UP | Teachers Self Care Team - Uttar Pradesh | TSCTUP</title>
    <link rel="icon" type="image/x-icon" href="../img/main-logo.png">
    <!--<script async src="https://pagead2.googlesyndication.com/pagead/js/adsbygoogle.js?client=ca-pub-1565453290804249"-->
    <!-- crossorigin="anonymous"></script>-->
    <link href="https://fonts.googleapis.com/icon?family=Material+Icons" rel="stylesheet">
    <link href="https://fonts.googleapis.com/css?family=Roboto:300,400,500,700,900" rel="stylesheet">

    <link rel="stylesheet" href="css/bootstrap.css">
    <link rel="stylesheet" href="css/font-awesome.min.css">
    <link rel="stylesheet" href="css/owl.carousel.min.css">
    <link rel="stylesheet" href="css/owl.theme.default.min.css">
    <link rel="stylesheet" href="style.css">
	<link rel="stylesheet" href="contact.css">
    <link rel="stylesheet" href="responsive.css">
    <link href="css/addcss.css" rel="stylesheet" media="all">
    <script src="https://ajax.googleapis.com/ajax/libs/jquery/3.5.1/jquery.min.js"></script>
    <script src="https://cdnjs.cloudflare.com/ajax/libs/popper.js/1.16.0/umd/popper.min.js"></script>
    <script src="https://maxcdn.bootstrapcdn.com/bootstrap/4.5.2/js/bootstrap.min.js"></script>
	
	<style>
.btn{
    border:none;padding:9px 33px;text-transform:capitalize;border-radius:30px;cursor:pointer;color:#fff;display:inline-block;font-size:15px;box-shadow:0px 7px 21px 0px rgba(0,0,0,0.12);background-image:linear-gradient(to right, #66D17C 0%, #66D17C 51%, #66D17C 100%);background-position:right;background-size:100%;
}
/*.btn:hover i{left:0px}.btn:hover{background-position:left}*/
/*.btn.focus,.btn:focus{outline:0;box-shadow:none}*/
	
    .my-form {
        color: #305896;
    }
    .my-form .btn-default {
        background-color: #305896;
        color: #fff;
        border-radius: 0;
    }
    .my-form .btn-default:hover {
        background-color: #4498C6;
        color: #fff;
    }
    .my-form .form-control {
        border-radius: 0;
    }
    
    .gallery_img {
        height:400px;
        width:400px;
        margin:20px;
        border: 1px solid #BFBFBF;
        box-shadow: 10px 10px 5px #aaaaaa;
        padding:20px;
    }
    
    
    
    
       
        .newsheading {
            font-size: 5em;
            font-family: serif;
            color: yellow;
            text-align: center;
            animation: animate 
                1.5s linear infinite;
        }
  
        @keyframes animate {
            0% {
                opacity: 0;
            }
  
            50% {
                opacity: 0.7;
            }
  
            100% {
                opacity: 0;
            }
        }
</style>

<script src="https://maps.googleapis.com/maps/api/js"></script>
<script type="text/javascript">
    jQuery(function ($) {
        // Google Maps setup
        var googlemap = new google.maps.Map(
            document.getElementById('googlemap'),
            {
                center: new google.maps.LatLng(44.5403, -78.5463),
                zoom: 8,
                mapTypeId: google.maps.MapTypeId.ROADMAP
            }
        );
    });
    
   
function get_tc_id(){
    var tcid=document.getElementById("tc_id");
    tcid.innerHTML="<label>यदि हां तो tc id हो तो लिखें।</label><input type='number' id='tcid' name='tcid' class='form-control' /><br><label>पूर्व में किये गए रजिस्ट्रेशन की तिथि</label><input type='datetime-local' id='registered_date' name='registered_date' class='form-control' />";
}

function clear_tc_id(){
    var tcid=document.getElementById("tc_id");
    tcid.innerHTML="";
}
</script>
</head>
<body>
    <div class="wrapper">
<style>
* {box-sizing: border-box}
body {font-family: Arial, Helvetica, sans-serif;}

.navbar {
  width: 100%;
  background-color: #3F3F97;
  overflow: auto;
  animate: none;
}

.head1:hover{
    background-color: white;
    color: #3F3F97;
}
.head1{
    background-color: white;
    color: #3F3F97;
    font-weight: 700;
    font-size:26px;
    animate:none;
}

.navbar a {
  float: left;
  padding: 12px;
  color: white;
  text-decoration: none;
  font-size: 17px;
  /*width: 12.5%; */
  text-align: center;
}

.navbar a:hover {
  background-color: white;
  color: #3F3F97;
}

.navbar a.active {
  background-color: #04AA6D;
}

.a1{
    width: 10%;
}
.a2{
    width: 12%;
}
.a3{
    width: 15%;
}
.a4{
    width: 15%;
}
.a5{
    width: 15%;
}
.a6{
    width: 12%;
}
.a7{
    width: 10%;
}
.a8{
    width: 11%;
}
.logo_img{
    width: 80px;
}
@media screen and (max-width: 600px) {

.navbar{
    padding-left: 15px;
    background-color:white;
}
  .navbar a {
    /*float: none;*/
    display: block;
    width: 47%;
    text-align: center;
    padding: 1%;
    border: 2px solid red;
    margin: 2px;
    background-color: #3F3F97;
  }
  .logo_img{
    width: 60px;
  }
  .head1,.head2{
    font-size: 18px;
  }
  .tophead1{
    font-size: 12px;
    margin-top: -10px;
  }
  .tophead2{
    font-size: 12px;
    margin-top: -25px;
    margin-bottom: -5px;
  }
  .side_login_button{
    padding-bottom: 5px;
  }
  .reg_button{
    text-align: center;
  }
}
@media only screen and (min-width: 600px) and (max-width: 1024px)  {
    .navbar a {
        float: none;
        display: block;
        width: 100%;
        text-align: center;
        padding: 1px;
  }
  .logo_img{
    width: 80px;
  }
  .head1,.head2{
    font-size: 24px;
  }
  .tophead1{
    font-size: 18px;
    
  }
  .tophead2{
    font-size: 18px;
    /*margin-top: -25px;*/
    margin-bottom: -5px;
  }
  .side_login_button{
    margin-top: -25px;
    padding-bottom: 5px;
  }
  .reg_button{
    text-align: center;
  } 
  }
</style>   

   <div style="overflow: hidden;">
<div class="row" style="padding-top: 4px;padding-bottom: 0px;padding-left: 5px; background-color:#3F3F97; text-align:center;">
    <div class="col-lg-2 col-sm-5 col-xs-12" >
        <p style="color:white;padding-top: 5px;" class="tophead1">Helpline No.- 7007087337</p>
    </div>
    <div class="col-lg-5 col-sm-7 col-xs-12">
        <p style="color:white;padding-top: 5px;" class="tophead2">पंजीकरण संख्याा :- ALL / 04988/2020-21 टीचर्स सेल्फ केयर समिति</p>
    </div>
    <div class="col-lg-3 col-sm-6 col-xs-6">
        <a href="https://www.facebook.com/tsctup/"><i style="color:white; margin-top:5px;font-size:25px;" class="fa fa-facebook" aria-hidden="true"></i></a>
        <a href="#"><i style="color:white; margin-top:5px; margin-left:20px;font-size:25px;" class="fa fa-twitter" aria-hidden="true"></i></a>
        <a href="https://youtube.com/channel/UCqp7sU05ql-n3ElLUplX2gg"><i style="color:white; margin-top:5px; margin-left:20px;font-size:25px;" class="fa fa-youtube" aria-hidden="true"></i></a>
        <a href="https://t.me/joinchat/UZcQ8K8dM-FfyRIz"><i style="color:white; margin-top:5px; margin-left:20px;font-size:25px;" class="fa fa-telegram" aria-hidden="true"></i></a>
    </div>
    <div class="col-lg-2 col-sm-6 col-xs-6 side_login_button" style="padding-top: 2px;">
                                    <a href="teacher/login.html" class="btn" style="background-color: #673AB7;">Login</a>
                                </div>
</div>
<div class="row" style="padding: 10px;overflow: hidden;">
    <div class="col-lg-2 col-sm-2 col-xs-3" style="text-align:right;z-index:5;">
        <a href=""><img src="img/main-logo.png" alt="" class="logo_img" /></a>
    </div>
    <div class="col-lg-6 col-sm-7 col-xs-9" style="z-index:5;">
        <a href="" class="head1" >Teachers Self Care Team – Uttar Pradesh</a>
        <h3 class="head2">आज का सहयोग कल का सहारा</h3>
    </div>
        <div class="col-lg-4 col-sm-3 reg_button" style="margin-top: 10px;">
        
        <a href="register.html" class="btn btn-success">Registration</a> 
         
    </div>
    </div>
<div class="row" style="overflow: hidden;">
    <div class="navbar">
        
            <a class="navlink a1"  href="https://tsctup.com" >HOME</a>
            <a class="navlink a2"  href="about.html" >ABOUT US</a>
            <a class="navlink a3"  href="teacher_list.html">TEACHER'S LIST</a>
            <a class="navlink a4"  href="sahayogsuchi_list.html">SAHYOG LIST</a>
            <a class="navlink a5"  href="vyawasthashulk_list.html">VYAWASTHA LIST</a>
            <a class="navlink a6"  href="niyamwali.html">NIYAMAWALI</a>
            <a class="navlink a7"  href="blog.html">BLOG</a>
            <a class="navlink a8"  href="contact.html">CONTACT</a>
        
    </div>
</div>
</div>
        <div class="container" >
            <div class="row" style="text-align: left; padding: 15px;">
                <h3 style="text-align: center;color: #337AB7">टीचर्स सेल्फ केयर टीम नियमावली</h3>
                <h1 style="text-align: center;color: red">सेवा परमो धर्म:</h1>
                <p style="font-size: 19px;">
                    टीचर्स सेल्फ केयर टीम की स्थापना 26 जुलाई 2020 को शिक्षकों  का, शिक्षकों के लिए,  शिक्षकों के द्वारा सहयोग हेतु बनाई गयी उत्तर प्रदेश  पहली टीम है।

 टीचर्स सेल्फ केयर टीम से जुड़ने के लिए शिक्षक स्वेच्छा से समस्त नियम एवं शर्तो से सहमति के उपरांत वेबसाइट <a href="https://tsctup.com" style="color: blue"> https://tsctup.com </a> के माध्यम से रजिस्ट्रेशन करके जुड़ सकते हैं। <br>

टीचर्स सेल्फ केयर टीम से जुड़ने हेतु किसी भी प्रकार का सदस्यता शुल्क नही लिया जाता है। टीचर्स सेल्फ केयर में सदस्यता पूरी तरह निःशुल्क है। किसी भी शिक्षक को बाध्य करके टीचर्स सेल्फ केयर टीम से नही जोड़ा जाता बल्कि शिक्षक स्वेच्छा से जुड़ते हैं। </p>

<p style="font-size: 19px;">टीचर्स सेल्फ केयर टीम  का संचालन टीचर्स सेल्फ केयर समिति (रजि० नंबर- <b>ALL / 04988/2020-21</b>) करती है।
                </p>
                <h2 style="text-align: center;color: #337AB7">मुख्य नियम (सदस्यो हेतु)-</h2>
<p style="font-size: 19px;"><b>1)</b>टीचर्स सेल्फ केयर टीम का निर्माण प्रारम्भ में बेसिक शिक्षकों के  लिए किया गया था , बाद में मांग को देखते हुये माध्यमिक शिक्षकों को साथ मे शामिल कर लिया गया और शिक्षामित्र / अनुदेशक शाखा का भी गठन किया गया। (ऐसा इसलिए किया गया क्योंकि शिक्षामित्र और अनुदेशक भी हमारे बेसिक परिवार का अंग है और उनकी मांग पर विचार करते हुए उनका भी अलग  मंच बनाया गया परन्तु अभी शिक्षामित्रों और अनुदेशकों के सदस्य बनने और सहयोग की प्रक्रिया का क्रियान्वयन प्रारम्भ नही हुआ है। यह आने वाले समय मे टीम समस्त पेंडेंसी समाप्त करने के बाद निर्णय लेगी) ।</p>

<p style="font-size: 19px;"><b>2)</b> टीचर्स सेल्फ केयर टीम से जुड़ने हेतु आवश्यक सूचना संबंधी फ़ार्म भरकर रजिस्ट्रेशन किया जाना अनिवार्य है, साथ ही TSCT का टेलीग्राम पर आधिकारिक ग्रुप बनाया गया है, जिसपर समय समय पर सहयोग या नियम या अन्य महत्वपूर्ण सूचनाएं प्रदान की जाती रहती हैं।  इसके साथ ही आवश्यकता पड़ने पर महत्वपूर्ण निर्णय लेने संबंधी पोल या विचार सुझाव आदि के दृष्टिगत ग्रुप के सदस्यों को भी विचार रखने और पोल में भाग लेने का अवसर दिया जाता है।  यही कारण है कि TSCT का सदस्य बनने के साथ ही महत्वपूर्ण सूचनाओं से अपडेट रहने हेतु टेलीग्राम ग्रुप को सप्ताह में कम से कम 2 बार देखने और अपडेट रहने की भी बाध्यता रखी गयी है। कोई भी सदस्य अगर टेलीग्राम ग्रुप नियमतः नहीं देखता और संबंधित सूचनाएं यदि नहीं प्राप्त कर पाता तो संबंधित शिक्षक/सदस्य स्वयं जिम्मेदार होगा। फिर भी प्रयास किया जाता है कि अन्य सोशल मिडिया प्लेटफार्म तथा जनपदीय टीम के माध्यम से भी आवश्यक सूचनाओं का प्रसारण किया जाता है। TSCT का प्रथम दिवस से नियम है - जो सहयोग करेगा, उसे ही सहयोग मिलेगा। TSCT में प्रथम दिवस से सदस्यता पूरी तरह निःशुल्क है, टीम से जुड़ने के लिए कोई शुल्क नही लगता, बस दिवंगत सदस्यो के परिवार को सहयोग ही भेजना जरुरी होता है।</p>

<p style="font-size: 19px;"><b>(यह नियम स्थापना के समय से लागू है)</b></p>

<p style="font-size: 19px;"><b>3)</b> बहुत आवश्यक सूचनाओं की जानकारी प्रदान करने हेतु बल्क टेक्स्ट मैसेज सुविधा को प्रारम्भ करने हेतु ट्राई से अनुमति लेने का प्रयास किया जा रहा है। </p>

 <p style="font-size: 19px;"><b>(यह नियम व्यवस्था शुल्क के समय से लागू है, मूल स्वरूप में ट्राई की अनुमति मिलते ही आ जायेगा)</b></p>

<p style="font-size: 19px;"><b>4)</b> TSCT द्वारा हेल्पलाइन नंबर-7007087337  सदस्यों की सुविधा हेतु जारी किया गया है, जिसपर कॉल  /व्हाट्सएप्प के माध्यम से जानकारी का आदान प्रदान किया जा सकता है। कोई भी सदस्य इस नम्बर पर कॉल या मैसेज करके सूचना दे/ले सकता है।</p>

<p style="font-size: 19px;"><b>(यह नियम व्यवस्था शुल्क के समय से लागू है)</b></p>

<p style="font-size: 19px;"><b>5)</b> TSCT के  निर्माण के  चंद दिन बाद पहला सहयोग प्रयागराज के स्व0 शकील अहमद का किया गया, उसके बाद स्व0 विनोद चंसोलिया (जालौन) का सहयोग किया गया उसके बाद अमेठी के स्व0 अशोक प्रभाकर का सहयोग किया गया।
 उस समय यह नियम था की सभी को हर सहयोग करना अनिवार्य होगा। जो सहयोग करेगा उसी को सहयोग मिलेगा। नियमो के दुरुपयोग होने की संभावना के दृष्टिगत टेलीग्राम ग्रुप पर और जिला कार्यकारिणी और आईटी सेल से सर्वसम्मति से निर्णय के बाद 15 दिन का लॉक इन पीरियड दिनांक <b>10/11/2020</b> से घोषित किया गया।</p>

<p style="font-size: 19px;"><b>(यह नियम स्थापना के समय से लागू है, केवल लॉक इन पीरियड के नियमो में ही अब तक बदलाव किया गया है, बाकी सभी नियम यथावत हैं।)</b></p>

<p style="font-size: 19px;">&emsp;&emsp;<b>5 (A)</b> 15 दिन के लॉक इन पीरियड से तात्पर्य यह है की यदि कोई शिक्षक 01जनवरी को रजिस्ट्रेशन किया, तो यदि उसकी मृत्यु 15जनवरी की रात  12बजे तक हो जाती है, तो उसे सहयोग नहीं किया जायेगा  साथ ही एक जनवरी से 15 जनवरी तक कोई सहयोग चलता है, तो उसका सहयोग करना भी बाध्यकारी नहीं होगा , मानवता भाव से चाहे तो वह सहयोग कर  सकता है, लेकिन उस सहयोग के  बदले लॉक इन पीरियड के दौरान मृत्यु होने पर उसके नॉमिनी द्वारा सहयोग का दावा नहीं किया जा सकेगा।  यदि ऐसे सदस्य की मृत्यु सदस्य बनने के 16वे दिन हो जाती है या लॉक इन पीरियड के बाद उसे सहयोग करने मे अवसर मिले बिना ही उसकी मृत्यु हो जाती है  तो उसे TSCT द्वारा सहयोग किया जायेगा क्योंकि उसे सहयोग करने का अवसर नहीं मिला तो उसकी सहयोग करने की निष्ठा को गलत नहीं माना जा सकता, इसलिए उसका सहयोग किये जाने का प्रावधान होगा।</p>

<p style="font-size: 19px;">&emsp;&emsp;<b>5 (B)</b> दिनांक 20अप्रैल2021 को कोर टीम , जिला इकाई की मांग पर और समूहों में रैपिड सर्वे के आधार पर और परिस्थितियों को देखते हुए लॉक इन पीरियड 15दिन से बढ़ाकर 30 दिन का किया गया, समस्त नियम एवं शर्ते क्लाज 5(A) के तहत  15 दिन की जगह 30 दिन और 16 दिन की जगह 31वे दिन के रूप में मान्य होंगी। 13 जुलाई 2022 को प्रांतीय एवम जिला टीम की सहमति से लॉकिंग पीरियड को अवधी 30 दिन से बढ़ा कर 90 दिन कर दी गई है। बाकी नियम यथावत रहेंगे |</p>

<p style="font-size: 19px;">&emsp;&emsp;&emsp;<b>5 (B.1)</b>दिनांक 07/02/2022 से 1माह (30दिन) के लॉक इन पीरियड के दौरान रजिस्ट्रेशन करने के उपरांत सभी सहयोग करना अनिवार्य कर दिया गया है। 13 जुलाई 2022 से लॉकिंग पीरियड 90 दिन माना जायेगा और इस दौरान समस्त सहयोग अनिवार्य होंगे | लॉक इन पीरियड के दौरान मृत्यु होने पर सहयोग नही किया जा सकेगा।</p>
<p style="font-size: 19px;">&emsp;&emsp;<b>5 (C)</b> गम्भीर बीमारी की स्थिति में लॉक इन पीरियड 1 वर्ष ( 07 फरवरी 2022 से ) का होगा। यदि किसी सदस्य द्वारा रजिस्ट्रेशन करते समय या बाद में किसी गम्भीर बीमारी के हो जाने पर अपनी प्रोफाइल में दर्ज/अपडेट नही करता है तो तथ्यगोपन की श्रेणी में मानते हुए उसका सहयोग किया जाना सम्भव नही होगा । गम्भीर बीमारियों की श्रेणी इंडियन मेडिकल एसोसिएशन द्वारा सूचीबद्ध की गई बीमारियों से मान्य होगी।</p>

<p style="font-size: 19px;">&emsp;&emsp;&emsp;<b>5 (C.1)</b>गंभीर बीमारी की स्थिति में लॉक इन पीरियड 2 वर्ष किया जा रहा है जो को 15 जनवरी 2023 से प्रभावी माना जायेगा। इससे पूर्व में जुड़े साथियों पर 1 वर्ष ही लागू रहेगा।
गंभीर बीमारी की स्थिति में प्रोफाइल में अपडेट करना अनिवार्य होगा, छुपाए जाने पर टीम की जांच रिपोर्ट को ही अंतिम माना जाएगा उस पर किसी तरह का कोई कानूनी दावा स्वीकार नहीं किया जाएगा।
बाकी नियम यथावत रहेंगे।</p>


<p style="font-size: 19px;">&emsp;&emsp;&emsp;<b>5 (C.1a) Note : </b> 1 जनवरी 2024 से गंभीर बीमारी का लॉक इन पीरियड 15 महीने का किया जा रहा है |</p>


<p style="font-size: 19px;">&emsp;&emsp;&emsp;<b>5 (C.2)</b> गंभीर बीमारी के मामले में टीम अपेक्षा करती है की सभी सदस्य अपनी बीमारी अपनी प्रोफाइल में अपडेट करेंगे अगर किसी कारण से अपडेट नही है तो इसका निर्धारण मृत्यु के कारण के आधार पर किया जाएगा, अगर मृत्यु का कारण बीमारी है तो उसे बीमारी में शामिल किया जाएगा भले ही प्रोफाइल के प्रदर्शित न किया गया हो। साथ ही tsct से जुड़ते समय बीमारी की जानकारी थी या नहीं थी यह टीम का विषय नही होगा, ऐसे मामलो में मृत्यु के कारण के आधार पर निर्णय लिया जाएगा।</p>

<p style="font-size: 19px;">&emsp;&emsp;&emsp;<b>उदाहरण</b> </p>

<p style="font-size: 19px;">&emsp;&emsp;&emsp;अगर किसी व्यक्ति की किडनी खराब है और वो tsct से जुड़ता है तो उसके लिए लॉकिंग पीरियड 2 वर्ष का ही होगा। माना की जुड़ने के 6 माह बाद उसकी मृत्यु होती है तो वो अवैधानिक होगा किंतु अगर उसकी मृत्यु मार्ग दुर्घटना के हुई हो तो उसे वैधानिक माना जायेगा क्योंकि मृत्यु बीमारी से न होकर मार्ग दुर्घटना से हुई है।
 </p>

<p style="font-size: 19px;">&emsp;&emsp;&emsp;<b>नोट– गंभीर बीमारी से पीड़ित व्यक्ति की मृत्यु होने पर अगर मृत्यु का कारण और कुछ दर्शाया जाता है तो उसके पुख्ता प्रमाण देने होंगे अगर टीम उस प्रमाण से संतुष्ट होगी तो ही माना जायेगा अन्यथा बीमारी ही माना जायेगा। इस तरह के मामले में अंतिम निर्णय लेने का अधिकार पूरी तरह से टीम के पास होगा।</b> </p>

<p style="font-size: 19px;"><b>(समस्त नियम स्थापना के समय से लागू है, केवल लॉक इन पीरियड के नियमो में ही आवश्यकतानुसार बदलाव किया गया है)</b></p>

<p style="font-size: 19px;">&emsp;&emsp;<b>5 (D)</b> TSCT कोर टीम सहयोग के आह्वान हेतु अपने स्वविवेक का भी इस्तेमाल करके निर्णय लेने को भी स्वतंत्र होगी, वैधानिकता या किसी भी प्रकार के मामलों में जहां उचित समझेगी अपने स्तर से परीक्षण करने को स्वतंत्र होगी। कोई भी सदस्य/नॉमिनी सहयोग प्राप्त करने हेतु कानूनी दावा/अधिकार नही कर सकेगा,बल्कि संस्था नैतिकरूप से सहयोग करवाने का प्रयास करेगी।</p>
<p style="font-size: 19px;"><b>(यह नियम स्थापना के समय से प्रभावी है)</b></p>

<p style="font-size: 19px;">&emsp;&emsp;<b>5 (E)</b> TSCT दिवंगत सदस्यों के एक से अधिक नॉमिनी होने की स्थिति में दूसरे नॉमिनी को सहयोग सुनिश्चित करने हेतु स्वविवेक एवं स्वतः हस्तक्षेप करने को स्वतंत्र होगी, जिसपर लाभार्थी द्वारा किसी भी प्रकार की कानूनी या गैर कानूनी कदम नही उठाया जा सकेगा। लाभार्थी या उसके परिवार द्वारा संस्था के प्रति मिथ्या आरोप लगाने/ भ्रम फैलाने / दुष्प्रचार करने या दुर्व्यवहार करने पर सहयोग की गई राशि वापस करवाकर किसी अन्य दिवंगत परिवार को हस्तांतरित करवाने का अधिकार रखती है। ऐसे मामलों में टीम कानूनी कार्यवाही भी करने के लिए स्वतंत्र होगी।</p>

<p style="font-size: 19px;"><b>(यह नियम स्थापना के समय से प्रभावी है।)</b></p>

<p style="font-size: 19px;">&emsp;&emsp;<b>5 (F)</b> सहयोग के दौरान या उसके बाद यदि किसी शिक्षक द्वारा गलती से अधिक राशि किसी सहयोग हो रहे/ हो चुके नामिनी के खाते में भेज दी जाय तो उचित साक्ष्य प्रस्तुत करने पर नामिनी द्वारा वो धनराशि उस शिक्षक/सदस्य के खाते में वापस करना पड़ेगा। इस हेतु प्रदेश टीम गारंटी नही ले सकेगी किंतु नियमानुसार गलती से भेजी गई धनराशि को वापस करवाने हेतु सार्थक और पूर्ण प्रयास करेगी।</p>

<p style="font-size: 19px;"><b>(यह नियम स्थापना के समय से प्रभावी है।)</b></p>

<p style="font-size: 19px;"><b>6)</b> वर्तमान समय में सहयोग प्राप्त करने हेतु सभी सहयोग करना अनिवार्य है। सदस्य बनने के बाद लॉक इन पीरियड की अवधि के उपरांत समस्त सहयोग करने के बाद नियमतः जारी वेबसाइट/गूगल फॉर्म भरते हुए रसीद अपलोड करना अनिवार्य होगा।  बिना सहयोग किये या सहयोग करने के बाद गूगल फार्म न भर पाने की स्थिति में सहयोग प्राप्त करने हेतु अर्ह नहीं माना जा सकेगा। क्योंकि वैधानिकता की पुष्टि हेतु सहयोग के बाद फार्म भरना अनिवार्य है।</p>

<p style="font-size: 19px;"><b>(यह नियम स्थापना के समय से लागू है)</b></p>


<p style="font-size: 19px;"><b>7)</b>  यदि किसी शिक्षक द्वारा सदस्य बनने के बाद सहयोग नहीं किया गया या बीच में किसी का सहयोग नहीं किया गया तो ऐसी स्थिति में वह वैधानिक सदस्य नहीं होगा। ऐसे सदस्य निम्नलिखित नियमो के तहत अपनी वैधानिकता सक्रिय कर सकेंगे-</p>
   <p style="font-size: 19px;">&emsp;&emsp;<b>7 (A)</b> ऐसे सदस्य जो जुड़ने के उपरांत लगातार सहयोग करते आ रहे हैं, अगर 10 सहयोग से पहले (यानी 90% वाली छूट से पूर्व) कोई सहयोग ब्रेक होता है, तो वैधानिकता समाप्त हो जाएगी किंतु एक बार वैधानिकता समाप्त होने पर लगातार 03 सहयोग करके सदस्यता पुनः बहाल की जा सकेगी। 3सहयोग पूरा होने तक वह सदस्य सहयोग प्राप्त करने हेतु वैध नही होगा, 3 सहयोग पूरा करते ही वह वैधानिक सदस्य हो जाएगा। लेकिन यह 01 सदस्य को केवल 01 ही बार ऐसा अवसर दिया जायेगा। यहाँ पर यह भी ध्यान देने योग्य होगा कि बीच मे केवल 2 सहयोग ही अधिकतम ब्रेक हुआ हो। इससे अधिक सहयोग ब्रेक होने की दशा में नियम 7 (B) लागू होगा। सदस्य द्वारा 10 सहयोग कर देने पर 90% वाला नियम प्रभावी होगा, साथ ही 90% के नियमो के अतिरिक्त ब्रेक होने की स्थिति में नियम 7 (A) और 7 (B) परिस्थितियों के अनुसार लागू होगा।</p>

   <p style="font-size: 19px;">&emsp;&emsp;<b>7 (B)</b> रजिस्ट्रेशन करने के बाद सहयोग न करने वाले सदस्य यदि स्वतः क्रियाशील होकर वैधानिक सदस्य बनकर सहयोग करने की स्थिति में एवं बीच मे 02 से अधिक सहयोग ब्रेक होने की स्थिति में, 05 सहयोग करने के बाद ही सदस्यता बहाल मानी जायेगी, जब तक 05 सहयोग नही किये जाते, बीच मे मृत्यु होने की स्थिति में वह सदस्य अवैधानिक होगा और सहयोग नही प्राप्त कर सकेगा। कोर टीम की विशेष संस्तुति पर लगातार 05सहयोग करने पर ही सदस्यता बहाल की जा सकेगी। ऐसे मामले में 03 माह का लॉक इन पीरियड भी लागू होगा। (यह जरूरी नही की 3 माह का लॉक इन पीरियड पूरा होने तक 5 सहयोग करने का अवसर आये, 03माह के लॉक इन पीरियड पूरा करने के बाद 5 सहयोग पूरा करना अनिवार्य होगा।)</p>

<p style="font-size: 19px;"><b>(यह नियम स्थापना के समय से लागू है, आंशिक संशोधन लागू)</b></p>

     <p style="font-size: 19px;">&emsp;&emsp;<b>7 (C)</b> जो सदस्य किसी कारण से सहयोग नही कर पाए, उनको हमेशा के लिए निकालने से अच्छा एक मौका देना है । यदि कोई नया रजिस्ट्रेशन करता है, तब भी लॉकिंग पीरियड होती है। उसी प्रकार जो अब तक सहयोग नही किया है और अब सहयोग करना चाह रहे है तो लगातार 05 सहयोग और उनके लिए 03 माह का लॉकिग पीरियड होगा । लॉकिंग पीरियड 13 जुलाई 2022 से 90 दिन कर दिया गया है।</p>

<p style="font-size: 19px;">&emsp;&emsp;&emsp;<b>7 (C.1) Note : </b>1 जनवरी 2024 से लॉक इन पीरियड 5 महीने का किया जा रहा है |

</p>

<p style="font-size: 19px;"><b>(यह नियम स्थापना के समय से लागू है, आंशिक संशोधन लागू)</b></p>

<p style="font-size: 19px;">&emsp;&emsp;<b>7 (D)</b>अगर कोई सदस्य वर्ष में एक बार सहयोग छोड़ देता है तो वह 3 माह का लॉकिंग पीरियड तथा उस  बीच के समस्त सहयोग पूरा करके पुनः वैधानिक हो सकता है।</p>

<p style="font-size: 19px;"><b>(यह नियम दिनांक 12/10/23  से लागू है|)</b></p>

<p style="font-size: 19px;">&emsp;&emsp;<b>7 (E)</b>अगर कोई सदस्य एक वर्ष के अंतराल में ही 2 या 2 से अधिक बार सहयोग छोड़ता है तो उसे वैधानिक होने के लिए 5 माह का लॉकिंग पीरियड तथा उस बीच के समस्त सहयोग पूर्ण करने होंगे।</p>

<p style="font-size: 19px;"><b>(यह नियम दिनांक 12/10/23  से लागू है|)</b></p>

<p style="font-size: 19px;">&emsp;&emsp;<b>7 (F)</b>अगर कोई सदस्य रजिस्ट्रेशन करके या रजिस्ट्रेशन के बाद कुछ सहयोग करके 6 माह या उससे अधिक माह के लिए सहयोग छोड़ देता है तो उसे वैधानिक बनने के लिए 5 माह का लॉकिंग पीरियड तथा उस बीच के समस्त सहयोग पूर्ण करने होंगे।</p>

<p style="font-size: 19px;"><b>(यह नियम दिनांक 12/10/23  से लागू है|)</b></p>

     <p style="font-size: 19px;">&emsp;&emsp;<b>7 (G)</b> किसी अन्य व्यस्तता, पारिवारिक व्यस्तता, समारोह, कार्यक्रम आदि अन्य स्थितियों स्वयं या पारिवारिक आदि की स्थिति में सहयोग छूट जाने की दशा में दावा मान्य नही होगा, इस हेतु क्रमिक सहयोग करके वैधानिकता बहाल करने की व्यवस्था/ 10 सहयोग के बाद 90% अवसरों में सहयोग की स्थिति सम्बन्धी नियम लागू होगा।</p>

<p style="font-size: 19px;"><b>(यह नियम स्थापना के समय से प्रभावी है)</b></p>

<p style="font-size: 19px;"><b>8)</b>  कम से कम 10 सहयोग हो जाने के बाद यह देखा जा सकेगा की किसी सदस्य ने 90% अवसरों पर यानी 10 में से 09 बार कम से कम यदि सहयोग किया है, तो उसे किसी 01 का सहयोग न कर पाने के कारण उसकी सदस्यता न तो निलंबित होगी, न ही उसे सहयोग से इंकार किया जायेगा। बशर्ते सहयोग न कर पाने का वाजिब संतोषजनक कारण हो। इस प्रकार की छूट सहयोगों की कुल संख्या बढ़ने यानी10 बार 20बार, 50बार  के साथ साथ विचाराधीन रहेगी और उसके सहयोग के प्रतिशत में 80% से 90% तक विचार किया जा सकेगा। लेकिन 10सहयोग के बाद ही 90% का नियम अगले संशोधन तक लागू माना जायेगा। 10 सहयोग से पहले 90% अवसरों पर सहयोग के नियम को नही माना जायेगा। तब तक समस्त सहयोग करना अनिवार्य होगा।</p>

<p style="font-size: 19px;"><b>(यह नियम स्थापना के समय से लागू है)</b></p>

<p style="font-size: 19px;"><b>90% सहयोग की व्याख्या– अगर किसी ऐसे सदस्य की मृत्यु होती है जो की टीम से लंबे समय से जुड़ा था किंतु कुछ सहयोग के कारण अवैधानिक हो रहा है तो उस समय देखा जायेगा की मृत्यु की तिथि से 2 वर्ष पूर्व के बीच हुए कुल सहयोग का अगर 90% सहयोग किया है तो उसे 90% सहयोग के दायरे के वैधानिक मानते हुए सहयोग किया जाएगा।</b></p>

      <p style="font-size: 19px;">&emsp;&emsp;<b>8 (A)</b> किसी शिक्षक के सदस्य बनने के 10 सहयोग पूरे करने के उपरांत प्रति वर्ष अपरिहार्य स्थिति में 01 सहयोग न कर  पाने की की दशा में केवल 01 छूट दी जा सकेगी, लेकिन पूर्व में उसके द्वारा सदस्य बनने के बाद 10 सहयोग किया गया हो।</p>

<p style="font-size: 19px;"><b>(यह नियम स्थापना के समय से लागू है)</b></p>

      <p style="font-size: 19px;">&emsp;&emsp;<b>8 (B)</b>  यदि कोई शिक्षक/ सदस्य पूर्व में सभी सहयोग कर रहा था और वैधानिक सदस्य था किंतु गतिमान सहयोग के दौरान (सहयोग शुरू होने की तिथि से सहयोग खत्म होने तक) सहयोग तिथि समाप्त होने से पूर्व सहयोग नही किया रहता और उसी दौरान उसकी दुःखद मृत्यु हो जाती है तो वह लाभ का पात्र माना जायेगा क्योंकि यह माना जायेगा कि वह जीवित होते तो पूर्व की भाँति सहयोग करते। किंतु अगर सहयोग समाप्त हो जाने के बाद मृत्यु होती है तो गतिमान सहयोग की छूट का लाभ नही दिया जा सकेगा। जैसे-  सहयोग शुरू होने के पूर्व या शुरू होने के दिन या गतिमान सहयोग के दौरान कोई सदस्य हॉस्पिटल में भर्ती होता है और उसकी मृत्यु हो जाती है तो उस स्तिथि में दिवंगत शिक्षक के परिवार को सहयोग किया जा सकेगा। यहां पर यह भी देखा जाएगा कि उस स्थिति में गतिमान सहयोग पूर्ण गया, उस स्थिति में सहयोग करना जरूरी होगा। सहयोग समाप्त हो जाने के बाद मृत्यु होने की स्थिति में सहयोग नही दिया जा सकेगा।</p>
<p style="font-size: 19px;"><b>यह नियम सिर्फ शिक्षक के स्वयं के अपरिहार्य हालात जैसे गम्भीर दुर्घटना/ बीमारी/अस्पताल में होने की स्थिति में ही मान्य होगा।</b> </p>

<p style="font-size: 19px;">(बिंदु 8 (B) का नियम पूर्व में नही लागू था, पूर्व में बिंदु 8(B) को छोड़कर समस्त नियम और शर्तों के अधीनसहयोग करना था। सदस्यो की मांग और आवश्यकता को देखते हुए नियमो में शिथिलता प्रदान करने हेतु कोर टीम और जिला टीम की सहमति से बिंदु 8(B) को दिनाँक 16मई 2021 से जोड़कर प्रभावी किया जा रहा है।)</p>

<p style="font-size: 19px;">इसके अलावा जहां तक सहयोग की बात है, तो कोई भी किसी का भी सहयोग कर सकता है। कोई किसी का सहयोगात्मक भाव से गूगल फार्म भर सकता है।</p>

<p style="font-size: 19px;"><b>9)</b>  सुसाइड या किसी विवादित केस या अन्य केस जो संज्ञान लेने लायक हो, में कोर टीम के पास पड़ताल करके वस्तु स्थिति से अवगत होने के बाद निर्णय लेने का अधिकार होगा। आवश्यकता पड़ने पर वोटिंग या जिला इकाई या सदस्यों की राय भी ली जा सकेगी।</p>

     <p style="font-size: 19px;">&emsp;&emsp;<b>9 (A)</b> वस्तुतः एक से अधिक शिक्षक/ सदस्य की मृत्यु होने पर उसकी मृत्यु की तिथि के क्रम में ही सहयोग किया जाएगा। किंतु यदि किन्ही दो या अधिक शिक्षकों की मृत्यु एक ही तिथि में होती है तो ऐसी स्थिति में उस शिक्षक का सहयोग पहले किया जाएगा जिसके सहयोग करने का प्रतिशत/एवरेज अधिक होगा। उसके बाद अन्य का। उपरोक्त प्रकरणों में किसी विशेष परिस्थिति जैसे स्थलीय निरीक्षण न हो पाना, कुछ तकनीकी कमी आदि मामलों में कोर टीम सहयोग के क्रम का निर्णय अपने विवेकानुसार ले सकेगी।</p>

     <p style="font-size: 19px;">&emsp;&emsp;<b>9 (B)</b> नॉमिनी सम्बन्धी विवाद की स्थिति में प्रदेश / कोर टीम परीक्षणोपरांत निर्णय लेने और सहयोग करवाने हेतु स्वतंत्र होगी।</p>

<p style="font-size: 19px;"><b>&emsp;&emsp;(यह नियम स्थापना के समय से प्रभावी है।)</b></p>

<p style="font-size: 19px;"><b>10)</b>  उपरोक्त नियमो से इतर हटकर न किसी का सहयोग किया जा सकेगा जा सकेगा न ही किसी का सहयोग रद्द किया जा सकेगा।</p>

<p style="font-size: 19px;"><b>&emsp;&emsp;(यह नियम स्थापना के समय से ही लागू है)</b></p>

   <p style="font-size: 19px;">&emsp;&emsp;<b>10 (A)</b> अनुशासन हीनता, TSCT  विरोधी गतिबिधि या किसी प्रकार की साजिश करने वालो के विरुद्ध TSCT कोर टीम के पास निर्णय लेने का अधिकार होगा। कोई भी शिक्षक tsct के साथ साथ अन्य समान प्रकार के संघो/टीम में सदस्य के रुप में रह सकता है, किंतु किसी अन्य सम विषयक टीम के पदाधिकारी के रूप में कोई शिक्षक tsct का वैध मेम्बर प्रथम दृष्टया नही होगा (इस प्रकरण पर कोर टीम निर्णय लेने हेतु स्वतंत्र होगी)
कोई भी व्यक्ति/ शिक्षक या अन्य टीचर्स सेल्फ केयर टीम / समिति के खिलाफ दुष्प्रचार या अफवाह फैलाता है, बिना सबूत या आंकड़े प्रस्तुत किये आरोप लगाता है तो टीम उसके विरुद्ध किसी भी प्रकार की कार्यवाही करने हेतु स्वतंत्र होगी।</p>

<p style="font-size: 19px;"><b>&emsp;&emsp;(यह नियम स्थापना के समय से लागू है)</b> </p>

     <p style="font-size: 19px;">&emsp;&emsp;<b>10 (B)</b> टेलीग्राम ग्रुप पर जानकारी हेतु समस्त सूचनाएं समय समय से प्रदान की जाती हैं। कोई सदस्य  टेलीग्राम ग्रुप से सूचनाएं नहीं प्राप्त करता तो वह स्वयं जिम्मेदार होगा। </p>

<p style="font-size: 19px;"><b>&emsp;&emsp;(यह नियम स्थापना के समय से लागू है)</b></p>

    <p style="font-size: 19px;">&emsp;&emsp;<b>10 (C)</b>  सदस्य हेल्पलाइन के माध्यम से अपना सवाल जवाब प्राप्त कर सकेंगे।</p>

<p style="font-size: 19px;"><b>&emsp;&emsp;(यह नियम स्थापना के समय से लागू है)</b></p>

   <p style="font-size: 19px;">&emsp;&emsp;<b>10 (D)</b> समय और आवश्यकता को देखते हुए TSCT के किसी भी नियमो में कभी भी संशोधन/परिवर्तन किया जा सकेगा। </p>

<p style="font-size: 19px;"><b>&emsp;&emsp;(यह नियम स्थापना के समय से लागू है)</b></p>

   <p style="font-size: 19px;">&emsp;&emsp;<b>10 (E)</b> TSCT सहयोग सीधे दिवंगत परिवारों के नॉमिनी के खाते में करवाती है इसलिए किसी भी प्रकार की न्यायिक चुनौती देने का अधिकार किसी व्यक्ति या सदस्य  के पास नहीं होगा।</p>

<p style="font-size: 19px;"><b>&emsp;&emsp;(यह नियम स्थापना के समय से लागू है)</b></p>


<p style="font-size: 19px;"><b>11)</b> TSCT किसी भी शिक्षक  को जबरन या दबाव देकर सदस्य नहीं बनाती है, सदस्यों को नियम स्वीकार करके ही सदस्य बनने का विकल्प प्रदान किया जाता है, स्वेच्छा से कोई भी सदस्य कभी भी खुद को अलग कर सकता है।</p>

<p style="font-size: 19px;"><b>(यह नियम स्थापना के समय से लागू है)</b></p>

<p style="font-size: 19px;"><b>12)</b> TSCT से जुड़ने हेतु कोई भी सदस्यता शुल्क नहीं है, कोई भी शिक्षक नियम एवं शर्तो से सहमत होकर निःशुल्क रजिस्ट्रेशन करके सदस्य बन सकता है और सहयोग कर सकता है।  सहयोग पाने हेतु उपरोक्त नियमो के तहत ही दावेदारी होगी। </p>

<p style="font-size: 19px;"><b>(यह नियम स्थापना के समय से लागू है)</b></p>

<p style="font-size: 19px;"><b>13)</b> TSCT का सदस्य बनने के साथ ही TSCT के टेलीग्राम ग्रुप से  जुड़ना अनिवार्य होगा क्युकी सभी आधिकारिक सूचनाएं टलिग्राम ग्रुप पर ही दी जाएगी।. सुविधाओं के दृष्टिगत सोशल मिडिया या अन्य माध्यमों से भी सूचनाएं देने का प्रयास किया जायेगा लेकिन यह किया जाना बाध्यकारी नहीं होगा। </p>

<p style="font-size: 19px;"><b>(यह नियम स्थापना के समय से लागू है)</b></p>

<p style="font-size: 19px;"><b>14)</b> सहयोग के दौरान कूटरचित/फर्जी  रसीद या नियमो के विपरीत कार्य करने वाले सदस्यों के बारे में कोर टीम निर्णय लेने की अधिकारी होगी। ऐसे सदस्यो की वैधानिकता भी समाप्त की जा सकेगी और लाभ से भी वंचित किया जा सकेगा।</p>

<p style="font-size: 19px;"><b>(यह नियम स्थापना के समय से लागू है)</b></p>


<p style="font-size: 19px;"><b>15)</b> व्यवस्था शुल्क

यह अनिवार्य नहीं है. ऐच्छिक है।  जो सदस्य चाहे वो समिति के खाते में मात्र 50/- वार्षिक जमा करके निम्न लाभ प्राप्त कर सकते हैं।  व्यवस्था शुल्क का हिसाब समय समय पर समिति द्वारा दिया जायेगा।</p>

<p style="font-size: 19px;">जिन सदस्यों ने व्यवस्था शुल्क समिति के खाते में जमा किया है उनको किसी दुर्घटना होने पर 1लाख या उससे अधिक का बिल लगने पर 25हजार से 50हजार* तक की मदद की जाएगी जोकि निम्नलिखित नियम एवं शर्तो के अधीन होगी -</p>
<p style="font-size: 19px;"><b>नोट </b>- 2 नॉमिनी के मामले में प्रथम नॉमिनी को 75% तथा दूसरे को 25% दिए जाने का प्रावधान किया गया है।</p>

<p style="font-size: 19px;"><b>दुर्घटना में इलाज की शुरुआत 15मई2021 से की जा रही है जिसके नियम व शर्त निम्न है-</b></p>

<p style="font-size:19px;"><b>नोट- दुर्घटना में इलाज हेतु 15 दिन का लॉकिंग पीरियड 15 जनवरी 2023 से लागू किया जा रहा है मतलब शुल्क जमा होने के 15 दिन बाद ही होने वाली दुर्घटना पर लाभ दिया जाएगा। साथ ही मदद अतिरिक्त लाभ के तौर पर दी जा रही है जिसका सहयोग और राशि टीम के पास उपलब्ध धन पर निर्भर करेगा।</b></p>

 <p style="font-size: 19px;"><b>1) </b>ये सुविधा TSCT के वैधानिक सदस्य को ही मिलेगी। लाभ प्राप्त करने हेतु सदस्य द्वारा व्यवस्था शुल्क जमा करने की तिथि से 1वर्ष पूरा होने तक लागू रहेगी, उसके पश्चात पुनः वार्षिक आधार पर जमा करना होगा।</p>
 <p style="font-size: 19px;"><b>2) </b>ये सुविधा सिर्फ व्यवस्था शुल्क देने वाले को ही मिलेगी।</p>
 <p style="font-size: 19px;"><b>3) </b>इस व्यवस्था के लिए कुल व्यवस्था शुल्क की 50% राशि ही उपयोग की जाएगी।</p>
 <p style="font-size: 19px;"><b>4) </b>यह लाभ उन्हें ही मिलेगा जिनका  इलाज का खर्च 1 लाख से अधिक का होगा।</p>
 <p style="font-size: 19px;"><b>5) </b>यह राशि तुरंत न दे कर स्थलीय निरीक्षण के बाद ही दी जाएगी। कैशलेस या हास्पिटैलिटी के समय ही यह खर्च दिया जाय यह जरूरी नही होगा, समय से सहयोग करने का प्रयास रहेगा लेकिन समस्त औपचारिकताओं की जांच करने के उपरांत ही सहयोग होगा।</p>
 <p style="font-size: 19px;"><b>6) </b>कोशिस की जाएगी कि राशि सीधे होस्पिटल के खाते में दी जाए। यदि उस समय न सम्भव हुआ तो समय और परिस्थिति के हिसाब से कोर टीम निर्णय लेगी।</p>
 <p style="font-size: 19px;"><b>7) </b>यह सुविधा सिर्फ दुर्घटना में ही मिलेगी। बीमारी आदि के इलाज पर नही(भविष्य में बीमारी को कवर करने की कोशिस की जाएगी)।</p>
 <p style="font-size: 19px;"><b>8) </b>संसाधनों को देखते हुए और इलाज की गम्भीरता तथा उस पर  खर्च को देखते हुए मिनिमम 25000 औऱ अधिकतम 50,000 की ही मदद अभी की जाएगी संसाधन बढ़ने पर ये राशि 1लाख तक बढ़ाई जा सकेगी।</p>

<p style="font-size: 19px;"><b>9) </b>दुर्घटना के मामले में अगर किसी शिक्षक ने इलाज में खर्च की गई राशि किसी इंसोरेंस कंपनी से प्राप्त कर ली है तो इस स्थिति में टीम अपेक्षा करती है की टीम से लाभ हेतु आवेदन नही किया जाए ताकि उक्त धन किसी और के काम आ सके,फिर भी अगर आवेदन किया जाता है तो टीम द्वारा अधिकतम 25000 की ही राशि दी जाएगी।</p>
<p style="font-size: 19px;"><b>नोट – दुर्घटना बीमा अधिकार नहीं है बल्कि टीम द्वारा सप्रेम भेंट हैं जो की टीम के पास उपलब्ध धन पर निर्भर करेगा। </b></p>
<p style="font-size: 19px;"><b>इसके अतिरिक्त समिति सभी सदस्यों को व्यवस्था शुल्क हेतु आयी राशि से निम्नलिखित सुविधाएं प्रदान करेगी-</b></p>
<p style="font-size: 19px;"><b>1) </b>वेबसाइट के निर्माण और संचालन में</p>
<p style="font-size: 19px;"><b>2) </b>ऐप बनवाने और संचालन में</p>
<p style="font-size: 19px;"><b>3) </b>sms सुविधा उपलब्ध कराने में (  TRAI से अनुमति मिलते ही यह व्यवस्था शुरू हो जाएगी )।</p>
<p style="font-size: 19px;"><b>4) </b>एक आफिस और एक टेक्निकल सपोर्ट रखने में जो आपको तकनीकी मदद देगा।</p>
<p style="font-size: 19px;"><b>5) </b>स्थलीय निरीक्षण करने में।</p>
<p style="font-size: 19px;"><b>6) </b>tsct से ज्यादा से ज्यादा शिक्षकों को जोड़ने के अभियान में।</p>
<p style="font-size: 19px;"><b>7) </b>समय समय पर नई तकनीकी का इस्तेमाल में ताकि प्रक्रिया पारदर्शी के साथ साथ आसान बन सके।</p>

<p style="font-size: 19px;"><b>(उपरोक्त नियमो में उनके लागू होने की स्थिति के बारे में हर क्लॉज में अवगत कराया गया है, अभी तक केवल 1नियम में समय- समय और आवश्यकतानुसार परिवर्तन हुआ है- लॉक इन पीरियड, इसके अतिरिक्त 1 बिंदु नया जोड़ा गया है 8(B-2) शेष नियम स्थापना के समय से आज भी लागू और यथावत हैं।</b></p>

<p style="font-size: 19px;"><b>(भविष्य में जरूरतों को देखते हुए नियमो में परिवर्तन का अधिकार टीचर्स सेल्फ केयर टीम के पास होगा, विवादास्पद स्थिति में कोर टीम के पास निर्णय लेने का अधिकार सुरक्षित होगा।)</b></p>

<h3 style="text-align: center;color: #337AB7">किसी भी निर्णय की स्थिति में वेबसाइट पर अपलोड नियमावली की प्रति ही मान्य होगी।</h3><p style="font-size: 19px;"></p>

<p style="font-size: 19px;"><b>Note : </b>सदस्यों द्वारा अपना सहयोग सीधा मृतक शिक्षक/ शिक्षिका के नॉमिनी को दिया जाता है अतः आपके द्वारा दिए गए सहयोग के बदले सहयोग प्राप्त करने का कोई कानूनी अधिकार नही होगा, यह पूरी तरह सदस्यों की मर्जी पर निर्भर रहेगा, टीम द्वारा अपील करने पर सहयोग कम ज्यादा आने पर या ना आने की दशा में टीम जिम्मेदार नहीं होगी। क्योंकि टीम सिर्फ सहयोग की अपील करती है है अतः किसी तरह की देनदारी के लिए कानूनी अधिकार मान्य नहीं होगा।
कोई तथ्य छुपा कर या बिना पात्रता पूरी किए जुड़ जाता है और सहयोग कर देता है तो उसका दावा मान्य नहीं होगा।</p>

<p style="font-size: 19px;"><b>अगर TSCT से जुड़ा कोई सदस्य किसी अन्य सम विषयक टीम का प्रचार प्रसार करता है तो उसकी सदस्यता समाप्त कर दी जाएगी। टीम के किसी भी पदाधिकारी के साथ अभद्रता, डराने, धमकाने वाले की सदस्यता समाप्त कर दी जाएगी</b></p>
<h4>आपका अनुज</h4>
<h4>विवेकानंद</h4>
<h4>संस्थापक एवम अध्यक्ष</h4>
<h4>टीचर्स सेल्फ केयर टीम</h4>
<h4>उत्तर प्रदेश</h4>

<h1 style="text-align: center;color: red">🙏 TSCT-आज का सहयोग, कल का सहारा 🙏</h1>


</div>
</div>
	
<a href="https://api.whatsapp.com/send?phone=+917007087337&text=Hello TSCT" class="btn-whatsapp-pulse" target="_blank" style="z-index:1000">
	<i class="fa fa-whatsapp" style="font-size:48px;color:white"></i>
</a>

<a href="tel:7007087337" class="btn-whatsapp-pulse btn-whatsapp-pulse-border" target="_blank" style="z-index:1000">
	<i class="fa fa-phone"></i>
</a>

<footer class="footer" style="background-color: #3F3F97;">
            <div class="container" >
                <div class="row">
                    <div class="col-md-12">
                        <div class="row">
                            <div class="col-md-4 col-sm-5">
                                <div class="footer-text one">
                                    <h3>RECENT Activity</h3>
                                    <ul ><li><a href="privacy_policy.html" style="color:white;"><i class="material-icons" style="color:white;">keyboard_arrow_right</i> Privacy Policy</a></li>
                                        <li><a href="niyamwali.html" style="color:white;"><i class="material-icons" style="color:white;">keyboard_arrow_right</i> Niyamawali</a></li>
                                        <li><a href="teacher_list.html" style="color:white;"><i class="material-icons" style="color:white;">keyboard_arrow_right</i> Teachers List</a></li>
                                        <li><a href="contact.html" style="color:white;"><i class="material-icons" style="color:white;">keyboard_arrow_right</i> Contact Us</a></li>
                                    </ul>
                                </div>
                            </div>
                            <div class="col-md-4 col-sm-3">
                                <div class="footer-text two">
                                    <h3>USEFUL LINKS</h3>
                                    <ul>
                                        <li><a href="gallery.html" style="color:white;">Gallery</a></li>
                                        <li><a href="about.html" style="color:white;">About Us</a></li>
                                    <li><a href="user/login.html" style="color:white;">District Level Login</a></li>
                                        <li><a href="register.html" style="color:white;">Register</a></li>
                                    </ul>
                                </div>
                            </div>
                            <div class="col-md-4 col-sm-4">
                                <div class="footer-text one">
                                    <h3>CONTACT US</h3>
                                    <ul>
                                        <!--<li><a href="#"><i class="material-icons">location_on</i>1 Street, derby, FL 2147, USA</a></li>-->
                                        <li><a href="#" style="color:white;"><i class="material-icons" style="color:white;">email</i>tsctcare@gmail.com</a></li>
                                        <li><a href="#" style="color:white;"><i class="material-icons" style="color:white;">call</i>Helpline No.- 7007087337</a></li>
                                    </ul>
                                </div>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
            <div class="footer_bottom">
                <p style="background-color: #311B92;">Copyright @ 2021 <a href="https://tsctup.com">TSCT</a> | All Rights Reserved </p>
            </div>
        </footer>
    </div>
    <script src="js/jquery-3.1.1.min.js"></script>
    <script src="js/animationCounter.js"></script>
    <script src="js/bootstrap.min.js"></script>
    <script src="js/owl.carousel.min.js"></script>
    <script src="js/active.js"></script>

    <script type="text/javascript">
        var _gaq = _gaq || [];
        _gaq.push(['_setAccount', 'UA-36251023-1']);
        _gaq.push(['_setDomainName', 'jqueryscript.net']);
        _gaq.push(['_trackPageview']);

        (function() {
            var ga = document.createElement('script');
            ga.type = 'text/javascript';
            ga.async = true;
            ga.src = ('https:' == document.location.protocol ? 'https://ssl' : 'http://www') + '.google-analytics.com/ga.js';
            var s = document.getElementsByTagName('script')[0];
            s.parentNode.insertBefore(ga, s);
        })();
    </script>
</body>

</html>